<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
[이용약관]<br/>
제 1장 총칙<br/>
제 1조 목적<br/>
이 약관은 ㈜브리타니산업개발 (이하 "회사"라 함)이 제공하는 모든 서비스의 이용조건 및 절차, 기타 필요한 사항을 규정함을 목적으로 합니다.<br/>
<br/><br/>
제 2조 약관의 효력과 변경<br/>
(1) "회사"는 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등) 등을 회원이 알 수 있도록 “회사”의 인터넷 사이트 초기 서비스 화면(전면)에 게시합니다.<br/>
(2) 이 약관은 그 내용을 회사의 웹사이트에 게시하거나, 기타의 방법으로 이용자에게 공지함으로써 효력을 발생합니다.<br/>
(3) 회사는 약관의 규제등에 관한 법률, 전자거래 기본법, 전자서명법, 정보통신망 이용 촉진 등에 관한 위배 하지 않는 범위에서 약관을 개정할 수 있으며, 변경된 약관은 전항과 같은 방법으로 효력을 발생합니다.<br/>
(4) 회원은 변경된 약관에 동의하지 않으면 언제든지 서비스 이용을 중단하고 이용계약을 해지할 수 있습니다. 약관의 효력발생일 이후의 계속적인 서비스 이용은 약관의 변경 사항에 동의한 것으로 간주됩니다.<br/>
<br/><br/>
제 3조 약관 외 준칙<br/>
이 약관에 명시되지 않은 사항에 관해서는 당사 내규, 전기통신기 본법, 전기통신사업법, 정보통신망 이용촉진 등에 관한 법률, 전자 거래기본법, 전자서명 법 및 기타 관계 법령의 규정에 따릅니다.<br/>
<br/><br/>
제 2장 회원 가입, 탈퇴와 서비스 이용<br/>
제 1조 회원가입<br/>
(1) 회원은 만19세 이상의 성인남녀라면 누구나 가입할 수 있다.<br/>
(2) 회원이라 함은 회사와 서비스 이용에 관한 계약을 체결하고 아이디를 부여 받은 자를 말합니다.<br/>
<br/><br/>
제 2조 서비스 이용 계약의 성립<br/>
(1) 이용 계약은 이용자의 회원등록 신청에 대한 회사의 이용 승낙과 이용자의 약관 내용에 대한 동의로 성립됩니다.<br/>
(2) 회원에 가입하여 서비스를 이용하고자 하는 희망자는 회사에서 요청하는 개인 신상정보를 제공해야 합니다.<br/>
(3) 온라인 가입 신청 양식에 기재하는 모든 회원 정보는 실제와 일치하는 데이터인 것으로 간주됩니다. 실명이나 실제와 일치 하는 정보를 입력하지 않은 자는 법적인 보호를 받을 수 없으며 서비스 이용을 제한 받을 수 있습니다.<br/>
(4) 회사는 다음 각 호에 해당하는 이용계약 신청에 대하여는 이를 승낙하지 아니 합니다.<br/>
가. 다른 사람의 명의를 사용하여 신청하였을 때<br/>
나. 본인의 실명으로 신청하지 않았을 때<br/>
다. 이용 계약 신청서의 내용을 허위로 기재하였을 때<br/>
라. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청하였을 때<br/>
<br/><br/>
제 3조 서비스의 구분<br/>
(1) 서비스의 구체적인 종류와 내용은 회사가 이 약관 또는 공지, 이용안내 등에서 별도로 정하는 바에 따릅니다.<br/>
<br/><br/>
제 4조 서비스 이용 및 제한<br/>
(1) 서비스 이용은 회사의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간을 원칙으로 합니다.<br/>
(2) 전항의 서비스 이용시간은 시스템 정기점검 등 회사가 필요한 경우, 회원에게 사전 통지한 후, 제한할 수 있습니다.<br/>
(3) 전시, 사변, 천재지변 또는 이에 준하는 국가 비상사태가 발생 하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간 통신사업자가 전기통신 서비스를 중지하는 등 기타 부득이한 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 중지 할 수 있습니다.<br/>
<br/><br/>
제 5조 이용계약 사항의 변경<br/>
(1) 회원은 이용신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정합니다.<br/>
(2) 회원의 이용신청 시 기재사항의 미 변경 또는 허위변경으로 인하여 발생되는 문제에 대한 책임은 회원에게 있습니다.<br/>
<br/><br/>
제 6조 서비스 이용 책임<br/>
(1) 회원은 자기 책임 하에 서비스를 이용하며, 서비스 이용으로 불이익이 발생하더라도 이에 대한 책임은 이용 고객에게 있습니다.<br/>
(2) 회원 ID와 비밀번호의 관리 및 이용 상의 부주의로 인하여 발생되는 과실 또는 제3자에 의한 부정이용 등에 대한 책임은 회원에게 있습니다. 다만 회사의 관리상 중과실이 있는 경우에는 회사에 있습니다.<br/>
<br/>
제 7조 서비스 양도 등의 금지<br/>
회원은 서비스 이용 권리를 타인에게 대여, 양도 또는 증여 등을 할 수 없으며, 또한 질권의 목적으로도 이용할 수 없습니다.<br/>
<br/><br/>
제 3장 의 무<br/>
제 1조 회사의 의무<br/>
(1) 회사는 특별한 사정이 없는 한 회원이 신청한 서비스 제공 개시 일에 서비스를 이용할 수 있도록 합니다.<br/>
(2) 회사는 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.<br/>
(3) 회사는 회원으로부터 소정의 절차에 의해 제기되는 의견에 대해서는 적절한 절차를 거쳐 처리하며, 처리 시 일정 기간이 소요될 경우 회원에게 그 사유와 처리 일정을 알려주어야 합니다.<br/>
(4) 회사는 회원의 정보를 철저히 보안 유지하며, 양질의 서비스를 운영하거나 개선하는 데에만 사용하고, 이외의 다른 목적으로 타 기관 및 개인에게 양도하지 않습니다.<br/>
<br/><br/>
제 2조 회원의 의무<br/>
(1) ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있습니다.<br/>
(2) 회원은 서비스의 일부로 보내지는 전자우편을 받는 것에 동의합니다.<br/>
(3) 자신의 ID가 부정하게 사용된 경우, 회원은 반드시 회사에 그 사실을 통보해야 합니다.<br/>
(4) 회원은 펜션 예약 시 입력 정보를 정확하게 입력하여야 하며, 예약 시 입력된 정보와 다를 경우 이용이 제한될 수도 있습니다.<br/>
(5) 회원은 회사의 업무 수행에 지장을 초래하는 행위를 하여서는 아니 됩니다.<br/>
1. 범죄 행위를 목적으로 하거나 범죄행위를 교사하는 행위<br/>
2. 반국가적 행위의 수행을 목적으로 하는 행위<br/>
3. 선량한 풍속, 기타 사회질서를 해하는 행위<br/>
4. 타인의 명예를 손상시키거나 불이익을 주는 행위<br/>
5. 정보통신설비의 오 동작이나 정보 등의 파괴를 유발시키는 해킹, 컴퓨터 바이러스 프로그램 등의 유포행위<br/>
6. 다른 회원 또는 제 3자의 지적 재산권을 침해하는 행위<br/>
7. 서비스의 안정적 운영에 지장을 초래하는 다량의 게시물 등록, 건전한 서비스 이용에 반하는 행위<br/>
(6) 회원은 본인이 등록한 게시물에 대하여 회사가 서비스를 운영하고 홍보하는 취지로 복제 및 전송하는 사용권한을 회사에 부여합니다. 회사 제휴 파트너사에 회원의 게시물 내용이 제공될 수 있으며, 사용 기간은 회사가 서비스를 운영하는 동안 회원의 탈퇴 후에도 유효합니다.<br/>
(7) 회원은 이 약관 및 관계 법령에서 규정한 사항을 준수하여야 합니다.<br/>

제 4장 계약 해지 및 서비스 이용 제한<br/>
제 1조 계약 해지 및 이용 제한<br/>
(1) 회원이 이용 계약을 해지하고자 하는 때에는 회원 본인이 직접 e-mail을 통해 운영자에게 해지 신청을 요청하면 본인 확인 후 해지하여 드립니다.<br/>
(2) 해지 신청 시 본인임을 알 수 있는 이름, 주민등록번호, ID, 전화번호, 해지사유를 알려주셔야 하며 가입기록과 일치 여부를 확인 한 후 가입을 해지하여 드립니다.<br/>
(3) 회사는 회원이 다음 사항에 해당하는 행위를 하였을 경우, 사전 통지 없이 이용 계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.<br/>
가. 공공 질서 및 미풍 양속에 반하는 경우<br/>
나. 범죄적 행위에 관련되는 경우<br/>
다. 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행 할 경우<br/>
라. 타인의 ID 및 비밀번호를 도용한 경우<br/>
마. 타인의 명예를 손상시키거나 불이익을 주는 경우<br/>
바. 같은 사용자가 다른 ID로 이중 등록을 한 경우<br/>
사. 서비스에 해를 끼치는 등 건전한 이용을 저해하는 경우<br/>
아. 기타 관련 법령이나 회사가 정한 이용약관에 위배되는 경우<br/>
<br/><br/>
제 2조 이용 제한의 해제 절차<br/>
(1)회사는 이용 제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 서면 또는 전화 또는 e-mail등의 방법을 이용 하여 해당 회원 또는 대리인에게 통지합니다.<br/>
(2)다만, 회사가 긴급하게 이용을 중지해야 할 필요가 있다고 인정하는 경우에는 전항의 과정 없이 서비스 이용을 제한할 수 있습니다.<br/>
(3)제4장 제2조 1항의 규정에 의하여 서비스 이용중지를 통지 받은 회원 또는 그 대리인은 이용 중지에 대하여 이의가 있을 경우 이의신청을 할 수 있습니다.<br/>
(4)회사는 이용중지 기간 중에 그 이용중지 사유가 해소된 것이 확인된 경우에 한하여 이용 중지 조치를 즉시 해제합니다.<br/>
<br/><br/>
제 3조 회원의 게시물 관리<br/>
회사는 회원이 게시하거나 등록한 내용물이 다음 사항 에 해당된다고 판단되는 경우에 사전 통지 없이 삭제할 수 있습니다.<br/>
(1) 타인을 비방하거나 중상모략으로 개인 및 단체의 명예를 손상 시키는 내용인 경우<br/>
(2) 공공질서 및 미풍양속에 위반되는 내용인 경우<br/>
(3) 범죄적 행위에 부합된다고 인정되는 내용인 경우<br/>
(4) 타인의 저작권 등 기타의 권리를 침해하는 내용인 경우<br/>
(5) 기타 관계 법령이나 회사에서 정한 규정에 위배되는 내용인 경우<br/>
<br/><br/>
제 5장 펜션 서비스<br/>
제 1조 예약 체결 이용<br/>
(1) 회원이 이용하고자 하는 펜션 가맹점 예약이 미리 마감 될 수 있으며, 회원이 원하는 일자에 예약 편의를 제공 받지 못할 수도 있습니다.<br/>
(2) 무통장 입금의 경우 예약 후 12시간 이내 “회사”에서 정한 통장에 미입금 상태이면 예약은 자동 취소됩니다.<br/>
<br/><br/>
제 2조 펜션 이용<br/>
(1) 회원은 예약 시 입력된 정보와 다르게 펜션을 이용할 경우 이용이 제한될 수도 있습니다.<br/>
(2) 회원은 홈페이지에 안내되어있는 펜션 이용안내 및 펜션 주의사항에 대하여 준수합니다.<br/>
<br/><br/>
제 3조 예약 취소 및 변경<br/>
각 서비스의 예약은 변경 취소가 가능하나, 소정의 취소 수수료를 납부하여야 합니다.<br/>
취소 수수료는 이용일 기준입니다.<br/>
1. 객실이용 당일 예약 취소 : 객실 이용료 환불불가<br/>
2. 객실이용 1일 전 예약 취소 : 객실 이용료의 30%환불<br/>
3. 객실이용 2일 전 예약 취소 : 객실 이용료의 50%환불<br/>
4. 객실이용 3일 전 예약 취소 : 객실 이용료의 70%환불<br/>
5. 객실이용 4일 전 예약 취소 : 객실 이용료의 80%환불<br/>
6. 객실이용 5~7일 전 예약 취소 : 객실 이용료의 90%환불<br/>
7. 객실이용 8일 전 예약 취소 : 전액 환불<br/>
취소수수료는 이용일 기준입니다.<br/>
( 펜션 예약취소에 관한 송금수수료 별도 )<br/>