<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
[개인정보취급방침]<br/>
■ 수집하는 개인정보의 항목<br/>
이름 , 로그인ID , 비밀번호 , 휴대전화번호 , 이메일 , 서비스 이용기록 , 접속 로그 , 접속 IP 정보 , 결제기록<br/>
<br/>
■ 개인정보의 수집 및 이용목적- 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 구매 및 요금결제 자료<br/>
- 회원제 서비스 이용에 따른 본인확인, 개인 식별, 가입 의사 확인, 연령확인<br/>
- 만14세 미만 아동 개인정보 수집시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 고지사항 전달<br/>
- 신규 서비스(제품) 개발 및 특화 , 이벤트 등 광고성 정보 전달<br/>
- 기타 원할한 양질의 서비스 제공 등<br/>
<br/>
■ 개인정보의 보유기간 및 이용기간 원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.<br/>
단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.<br/>
- 보존 항목 : 접속 로그 , 결제기록<br/>
- 보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률- 보존 기간 : 3년<br/>
- 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br/>
- 대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래등에서의 소비자보호에 관한 법률)<br/>
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래등에서의 소비자보호에 관한 법률)<br/>